{
  "CardID": "12653",
  "CardNames": {
    "en": "&quot;A&quot; Cell Recombination Device",
    "de": "&bdquo;A&ldquo;-Zellen-Rekombinationsger&auml;t",
    "fr": "Recombinaison Cellule &quot;A&quot;",
    "it": "Dispositivo di Ricombinazione &quot;A&quot;",
    "es": "Aparato Recombinador de Celdas &quot;A&quot;",
    "pt": "Aparelho de Recombina&ccedil;&atilde;o de C&eacute;lulas &quot;A&quot;",
    "ja": "「エー」さいぼうくみかえそうち",
    "ko": "&quot;A&quot; 세포 변환 장치"
  },
  "CardDescriptions": {
    "en": "Target 1 face-up monster on the field; send 1 \"Alien\" monster from your Deck to the Graveyard, and if you do, place A-Counters on that monster equal to the Level of the sent monster. During your Main Phase, except the turn this card was sent to the Graveyard: You can banish this card from your Graveyard; add 1 \"Alien\" monster from your Deck to your hand.",
    "de": "Wähle 1 offenes Monster auf dem Spielfeld; lege 1 „Außerirdisch“-Monster von deinem Deck auf den Friedhof und falls du dies tust, lege A-Zählmarken in Höhe der Stufe des auf den Friedhof gelegten Monsters auf das Monster. Während deiner Main Phase, außer in dem Spielzug, in dem diese Karte auf den Friedhof gelegt wurde: Du kannst diese Karte von deinem Friedhof verbannen; füge deiner Hand 1 „Außerirdisch“-Monster von deinem Deck hinzu.",
    "fr": "Ciblez 1 monstre face recto sur le Terrain ; envoyez 1 monstre \"Alien\" depuis votre Deck au Cimetière, et si vous le faites, placez un nombre de Compteurs-A sur le monstre, égal au Niveau du monstre envoyé. Durant votre Main Phase, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 monstre \"Alien\" depuis votre Deck à votre main.",
    "it": "Scegli come bersaglio 1 mostro scoperto sul Terreno; manda 1 mostro \"Alieno\" dal tuo Deck al Cimitero e, se lo fai, metti sul quel mostro Segnalini-A pari al Livello del mostro mandato. Durante la tua Main Phase, eccetto nel turno in cui questa carta è stata mandata al Cimitero: puoi bandire questa carta dal tuo Cimitero; aggiungi 1 mostro \"Alieno\" dal tuo Deck alla tua mano.",
    "es": "Selecciona 1 monstruo boca arriba en el Campo; manda al Cementerio, desde tu Deck, 1 monstruo \"Alienígena\" y, si lo haces, pon tantos Contadores-A en ese monstruo como Niveles tenía el monstruo mandado. Durante tu Main Phase, excepto en el turno en el que esta carta fue mandada al Cementerio: puedes desterrar esta carta en tu Cementerio; añade a tu mano 1 monstruo \"Alienígena\" en tu Deck.",
    "pt": "Escolha 1 monstro com a face para cima no campo; envie 1 monstro \"Alienígena\" do seu Deck para o Cemitério e, se isso acontecer, coloque Marcadores-A nesse monstro igual ao Nível do monstro enviado. Durante sua Fase Principal, exceto no turno em que este card foi enviado para o Cemitério: você pode banir este card do seu Cemitério; adicione 1 monstro \"Alienígena\" do seu Deck à sua mão.",
    "ja": "①：フィールドの表側表示モンスター１体を対象として発動できる。デッキから「エーリアン」モンスター１体を墓地へ送り、墓地へ送ったモンスターのレベルの数だけ、対象のモンスターにAカウンターを置く。②：自分メインフェイズに墓地のこのカードを除外して発動できる。デッキから「エーリアン」モンスター１体を手札に加える。この効果はこのカードが墓地へ送られたターンには発動できない。",
    "ko": "①: 필드의 앞면 표시 몬스터 1장을 대상으로 하고 발동할 수 있다. 덱에서 \"에일리언\" 몬스터 1장을 묘지로 보내고, 묘지로 보낸 몬스터의 레벨의 수만큼, 대상의 몬스터에 A 카운터를 놓는다. ②: 자신 메인 페이즈에 묘지의 이 카드를 제외하고 발동할 수 있다. 덱에서 \"에일리언\" 몬스터 1장을 패에 넣는다. 이 효과는 이 카드가 묘지로 보내진 턴에는 발동할 수 없다."
  },
  "CardType": "Quick-Play Spell",
  "Species": [],
  "Attribute": "",
  "CardLevel": "",
  "CardRank": "",
  "CardAtk": "",
  "CardDefense": "",
  "CardPendulumScale": "",
  "CardLinkType": "",
  "CardLinkArrows": [],
  "CardSets": {
    "en": [
      {
        "ReleaseData": "2016-11-04",
        "CardNumber": "INOV-EN063",
        "PackName": "INVASION: VENGEANCE",
        "Rarity": "Common"
      }
    ],
    "de": [
      {
        "ReleaseData": "2016-11-03",
        "CardNumber": "INOV-DE063",
        "PackName": "INVASION: VENGEANCE",
        "Rarity": "Common"
      }
    ],
    "fr": [
      {
        "ReleaseData": "2016-11-03",
        "CardNumber": "INOV-FR063",
        "PackName": "INVASION : VENGEANCE",
        "Rarity": "Commun"
      }
    ],
    "it": [
      {
        "ReleaseData": "2016-11-03",
        "CardNumber": "INOV-IT063",
        "PackName": "INVASIONE: VENDETTA",
        "Rarity": "Comuni"
      }
    ],
    "es": [
      {
        "ReleaseData": "2016-11-03",
        "CardNumber": "INOV-SP063",
        "PackName": "INVASI&Oacute;N: VENGANZA",
        "Rarity": "Comune"
      }
    ],
    "pt": [
      {
        "ReleaseData": "2016-11-03",
        "CardNumber": "INOV-PT063",
        "PackName": "INVAS&Atilde;O: VINGAN&Ccedil;A",
        "Rarity": "Comun"
      }
    ],
    "ja": [
      {
        "ReleaseData": "2016-07-09",
        "CardNumber": "INOV-JP063",
        "PackName": "インベイジョン・オブ・ヴェノム [ INVASION OF VENOM ]",
        "Rarity": "ノーマル仕様"
      }
    ],
    "ko": [
      {
        "ReleaseData": "2016-10-20",
        "CardNumber": "INOV-KR063",
        "PackName": "인베이전 오브 베놈",
        "Rarity": "노멀"
      }
    ]
  },
  "Statuses": "None"
}